{
  "annotations": [
    {
      "bookId": "YFbXWQJSQ0YC",
      "title": "asd",
      "body": "asd",
      "created": 1659354114876,
      "modified": 1659354114876,
      "annotWrapper": {},
      "id": 1
    },
    {
      "bookId": "CsgPAQAAMAAJ",
      "title": "asd",
      "body": "asd",
      "created": 1659354134228,
      "modified": 1659354134228,
      "annotWrapper": {},
      "id": 2
    },
    {
      "bookId": "N2USBQAAQBAJ",
      "title": "123",
      "body": "4321",
      "created": 1659358329555,
      "modified": 1659358329555,
      "annotWrapper": {},
      "id": 10
    },
    {
      "bookId": "iXCaCwAAQBAJ",
      "title": "dsf",
      "body": "sdf",
      "created": 1659498466617,
      "modified": 1659498466617,
      "annotWrapper": {},
      "id": 11
    },
    {
      "bookId": "8jUEAwAAQBAJ",
      "title": "123",
      "body": "4321",
      "created": 1659498514093,
      "modified": 1659498514093,
      "annotWrapper": {},
      "id": 12
    },
    {
      "bookId": "qGCWDgAAQBAJ",
      "title": "asd",
      "body": "asd",
      "created": 1659585396033,
      "modified": 1659585396033,
      "annotWrapper": {},
      "id": 14
    },
    {
      "bookId": "u3AeAAAAMAAJ",
      "title": "asd",
      "body": "asd",
      "created": 1659676269014,
      "modified": 1659676269014,
      "annotWrapper": {},
      "id": 15
    },
    {
      "id": 19,
      "bookId": "YFbXWQJSQ0YC",
      "title": "asdasd",
      "body": "asdas",
      "created": 1659679066437,
      "modified": 1659679070354,
      "annotWrapper": {}
    },
    {
      "id": 20,
      "bookId": "CsgPAQAAMAAJ",
      "title": "asd",
      "body": "asd",
      "created": 1659680083546,
      "modified": 1659680087475,
      "annotWrapper": {}
    }
  ],
  "favs": [
    {
      "volumeInfo": {
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=u3AeAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "title": "Kinse Shiriaku",
        "authors": [
          "Ken Yamaguchi"
        ]
      },
      "id": "u3AeAAAAMAAJ",
      "fav": true
    },
    {
      "volumeInfo": {
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=8jUEAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "title": "Alfred C. Kinsey: A Life",
        "description": "James H. Jones reveals in this biography that the public image of disinterested biologist, Alfred Kinsey, was in fact a carefully crafted persona. The Kinsey who emerges in these pages was a social reformer and a zealot, who devoted his every waking hour to the destruction of sexual repression.",
        "authors": [
          "James H. Jones"
        ]
      },
      "id": "8jUEAwAAQBAJ",
      "fav": true
    },
    {
      "volumeInfo": {
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=YFbXWQJSQ0YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "title": "Kinsey and Me",
        "description": "From the #1 New York Times bestselling author of the acclaimed Alphabet series comes a collection of stories that “combines glimpses of her series detective, Kinsey Millhone, with a revealing self-portrait” (Publishers Weekly). In 1982, Sue Grafton introduced Kinsey Millhone and created an iconic female detective. Here, in a story collection divided into two parts, Sue Grafton provides a glimpse of her own early life in the guise of the character Kit Blue, and enriches our understanding of Kinsey Millhone, one of the spunkiest, smartest, and most entertaining private investigators in all of mystery fiction. “Terrific...The Kinsey stories and the Kit stories together open a window into Grafton's soul.”—USA Today",
        "authors": [
          "Sue Grafton"
        ]
      },
      "id": "YFbXWQJSQ0YC",
      "fav": true
    },
    {
      "volumeInfo": {
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=T4PlAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "title": "The Classification of Sex",
        "description": "Alfred C. Kinsey’s revolutionary studies of human sexual behavior are world-renowned. His meticulous methods of data collection, from comprehensive entomological assemblies to personal sex history interviews, raised the bar for empirical evidence to an entirely new level. In The Classification of Sex, Donna J. Drucker presents an original analysis of Kinsey’s scientific career in order to uncover the roots of his research methods. She describes how his enduring interest as an entomologist and biologist in the compilation and organization of mass data sets structured each of his classification projects. As Drucker shows, Kinsey’s lifelong mission was to find scientific truth in numbers and through observation—and to record without prejudice in the spirit of a true taxonomist. Kinsey’s doctoral work included extensive research of the gall wasp, where he gathered and recorded variations in over six million specimens. His classification and reclassification of Cynips led to the speciation of the genus that remains today. During his graduate training, Kinsey developed a strong interest in evolution and the links between entomological and human behavior studies. In 1920, he joined Indiana University as a professor in zoology, and soon published an introductory text on biology, followed by a coauthored field guide to edible wild plants. In 1938, Kinsey began teaching a noncredit course on marriage, where he openly discussed sexual behavior and espoused equal opportunity for orgasmic satisfaction in marital relationships. Soon after, he began gathering case histories of sexual behavior. As a pioneer in the nascent field of sexology, Kinsey saw that the key to its cogency was grounded in observation combined with the collection and classification of mass data. To support the institutionalization of his work, he cofounded the Institute for Sex Research at Indiana University in 1947. He and his staff eventually conducted over eighteen thousand personal interviews about sexual behavior, and in 1948 he published Sexual Behavior in the Human Male, to be followed in 1953 by Sexual Behavior in the Human Female. As Drucker’s study shows, Kinsey’s scientific rigor and his early use of data recording methods and observational studies were unparalleled in his field. Those practices shaped his entire career and produced a wellspring of new information, whether he was studying gall wasp wings, writing biology textbooks, tracing patterns of evolution, or developing a universal theory of human sexuality.",
        "authors": [
          "Donna J. Drucker"
        ]
      },
      "id": "T4PlAwAAQBAJ",
      "fav": true
    },
    {
      "volumeInfo": {
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=N2USBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "title": "The ASD Workbook",
        "description": "This workbook helps parents to explain ASDs to their child and provide practical and emotional support following diagnosis. It is presented in a clear and positive way. As the workbook is completed an invaluable record of development will be created for parent and child to look back on together.",
        "authors": [
          "Penny Kershaw"
        ]
      },
      "id": "N2USBQAAQBAJ",
      "fav": true
    },
    {
      "volumeInfo": {
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=CsgPAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        },
        "title": "Kinsey",
        "authors": [
          "Judith A. Reisman"
        ]
      },
      "id": "CsgPAQAAMAAJ",
      "fav": true
    }
  ]
}